Repository: opera7133/Utatane
Catalog: apps/Utatane/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: 現在表示しているゴーストにだけ適用する設定。
en: Settings applied only to current ghost.
ko: 현재 표시 중인 고스트에만 적용되는 설정입니다.
zh_hans: 仅应用于当前显示的Ghost。
zh_hant: 僅應用於當前顯示的Ghost。

source: 生成AIゴースト
en: Generative AI Ghost
ko: 생성형 AI 고스트
zh_hans: 生成式AI Ghost
zh_hant: 生成式AI Ghost

source: 画像の配置
en: Image Layout
ko: 이미지 배치
zh_hans: 图像布局
zh_hant: 影像配置

source: 画像を選択...
en: Choose Image...
ko: 이미지 선택...
zh_hans: 选择图像...
zh_hant: 選擇影像...

source: 画面いっぱい
en: Fill
ko: 화면 채우기
zh_hans: 填满窗口
zh_hant: 填滿視窗

source: 画面下に固定
en: Lock to Bottom of Screen
ko: 화면 아래에 고정
zh_hans: 固定到屏幕底部
zh_hant: 固定到螢幕底部

source: 画面下に固定している間は、ドラッグ時に横方向だけ移動する。
en: While locked to bottom, dragging only moves horizontally.
ko: 화면 아래에 고정된 동안에는 드래그할 때 가로로만 이동합니다.
zh_hans: 固定在屏幕底部时，拖动只能水平移动。
zh_hant: 固定在螢幕底部時，拖動只能水平移動。

source: 画面端からはみ出さない
en: Keep on Screen
ko: 화면 안에 유지
zh_hans: 保持在屏幕内
zh_hant: 保持在螢幕內

source: 発話テキストをAITalk WebAPIへ送信する。契約に応じて料金が発生する。
en: Sends spoken text to AITalk WebAPI. Charges apply according to your contract.
ko: 발화 텍스트를 AITalk WebAPI로 전송합니다. 계약에 따라 요금이 부과됩니다.
zh_hans: 将朗读文本发送到 AITalk WebAPI。费用按合同计收。
zh_hant: 將朗讀文字傳送到 AITalk WebAPI。費用依合約計收。

source: 発話テキストをAivis Cloud APIへ送信する。利用量に応じて料金が発生する場合がある。
en: Speech text is sent to the Aivis Cloud API. Charges may apply based on usage.
ko: 발화 텍스트를 Aivis Cloud API로 전송합니다. 사용량에 따라 요금이 발생할 수 있습니다.
zh_hans: 发言文本会发送给 Aivis Cloud API，可能会根据使用量产生费用。
zh_hant: 發話文字會傳送給 Aivis Cloud API，可能會依使用量產生費用。

source: 発話テキストをAzure Speechへ送信する。利用量に応じて料金が発生する場合がある。
en: Speech text is sent to Azure Speech. Charges may apply based on usage.
ko: 발화 텍스트를 Azure Speech로 전송합니다. 사용량에 따라 요금이 발생할 수 있습니다.
zh_hans: 发言文本会发送给 Azure Speech，可能会根据使用量产生费用。
zh_hant: 發話文字會傳送給 Azure Speech，可能會依使用量產生費用。

source: 発話テキストをCoeFont Cloudへ送信する。利用プランに応じて料金が発生する。
en: Sends spoken text to CoeFont Cloud. Charges may apply according to your plan.
ko: 발화 텍스트를 CoeFont Cloud로 전송합니다. 이용 요금제에 따라 요금이 부과될 수 있습니다.
zh_hans: 将朗读文本发送到 CoeFont Cloud。可能会根据所用套餐产生费用。
zh_hant: 將朗讀文字傳送到 CoeFont Cloud。可能會依使用方案產生費用。

source: 発話テキストをElevenLabsへ送信する。利用量に応じて料金が発生する場合がある。
en: Speech text is sent to ElevenLabs. Charges may apply based on usage.
ko: 발화 텍스트를 ElevenLabs로 전송합니다. 사용량에 따라 요금이 발생할 수 있습니다.
zh_hans: 发言文本会发送给 ElevenLabs，可能会根据使用量产生费用。
zh_hant: 發話文字會傳送給 ElevenLabs，可能會依使用量產生費用。

source: 発話テキストをGoogle Cloud TTSへ送信する。利用量に応じて料金が発生する場合がある。
en: Speech text is sent to Google Cloud TTS. Charges may apply based on usage.
ko: 발화 텍스트를 Google Cloud TTS로 전송합니다. 사용량에 따라 요금이 발생할 수 있습니다.
zh_hans: 发言文本会发送给 Google Cloud TTS，可能会根据使用量产生费用。
zh_hant: 發話文字會傳送給 Google Cloud TTS，可能會依使用量產生費用。

source: 発話テキストをOpenAIへ送信する。利用量に応じて料金が発生する場合がある。
en: Speech text is sent to OpenAI. Charges may apply based on usage.
ko: 발화 텍스트를 OpenAI로 전송합니다. 사용량에 따라 요금이 발생할 수 있습니다.
zh_hans: 发言文本会发送给 OpenAI，可能会根据使用量产生费用。
zh_hant: 發話文字會傳送給 OpenAI，可能會依使用量產生費用。

source: 発話中だけ
en: Only While Talking
ko: 말하는 동안만
zh_hans: 仅在对话时
zh_hant: 僅在對話時

source: 発話履歴
en: Speech History
ko: 대화 기록
zh_hans: 对话记录
zh_hant: 對話記錄

source: 発話履歴の背景
en: Speech History Background
ko: 발화 기록 배경
zh_hans: 发言记录背景
zh_hant: 發話紀錄背景

source: 発話履歴はまだありません
en: No speech history yet
ko: 아직 대화 기록이 없습니다
zh_hans: 暂无对话记录
zh_hant: 尚無對話記錄

source: 発話履歴をウィンドウ内に表示
en: Show Speech History in Window
ko: 창 안에 대화 기록 표시
zh_hans: 在窗口内显示对话记录
zh_hant: 在視窗內顯示對話記錄

source: 白
en: White
ko: 흰색
zh_hans: 白色
zh_hant: 白色

source: 着せ替え
en: Dress Up
ko: 옷 갈아입기
zh_hans: 换装
zh_hant: 換裝

source: 瞬間表示
en: Instant
ko: 즉시 표시
zh_hans: 立即显示
zh_hant: 立即顯示

source: 確認待ち
en: Awaiting Receipt
ko: 수신 확인 대기
zh_hans: 等待确认
zh_hant: 等待確認

source: 種類
en: Type
ko: 종류
zh_hans: 类型
zh_hant: 類型

source: 简体中文
en: Simplified Chinese
ko: 중국어 간체
zh_hant: 簡體中文

source: 終了
en: End
ko: 종료
zh_hans: 结束
zh_hant: 結束

source: 繁體中文
en: Traditional Chinese
ko: 중국어 번체
zh_hans: 繁体中文

source: 繰り返し
en: Repeat
ko: 반복
zh_hans: 重复
zh_hant: 重複

source: 背景
en: Background
ko: 배경

source: 背景画像を読み込めなかった
en: Could Not Load Background Image
ko: 배경 이미지를 불러오지 못했습니다
zh_hans: 无法加载背景图像
zh_hant: 無法載入背景影像

source: 自動
en: Automatic
ko: 자동
zh_hans: 自动

source: 自動会話
en: Random Talk
ko: 랜덤 토크
zh_hans: 随机对话
zh_hant: 隨機對話

source: 自動巡回する
en: Enable automatic crawl
ko: 자동 순회 사용
zh_hans: 启用自动巡检
zh_hant: 啟用自動巡檢

source: 自動更新の対象
en: Include in Automatic Updates
ko: 자동 업데이트 대상에 포함
zh_hans: 包含在自动更新中
zh_hant: 包含在自動更新中

source: 自動的にアップデートを確認
en: Automatically check for updates
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: 色を選択
en: Choose a Color
ko: 색상 선택
zh_hans: 选择颜色
zh_hant: 選擇顏色

source: 英語
en: English
ko: 영어
zh_hans: 英语

source: 落ち着いた自然な声で話す
en: Speak in a calm, natural voice
ko: 차분하고 자연스러운 목소리로 말하기
zh_hans: 用沉稳自然的声音说话
zh_hant: 用沉穩自然的聲音說話

source: 表示
en: Display
ko: 표시
zh_hans: 显示
zh_hant: 顯示

source: 表示するゴーストがまだありません。NARをインストールするか、 展開済みのSSPフォルダからゴーストとバルーンを取り込んでください。
en: No ghosts are available yet. Install a NAR or import ghosts and balloons from an extracted SSP folder.
ko: 표시할 고스트가 아직 없어요. NAR을 설치하거나 압축을 푼 SSP 폴더에서 고스트와 말풍선을 가져오세요.
zh_hans: 还没有可显示的 Ghost。请安装 NAR， 或从已解压的 SSP 文件夹导入 Ghost 和气泡。
zh_hant: 還沒有可顯示的 Ghost。請安裝 NAR， 或從已解壓縮的 SSP 資料夾匯入 Ghost 和對話框。

source: 表示テスト
en: Display Tests
ko: 표시 테스트
zh_hans: 显示测试
zh_hant: 顯示測試

source: 表示中のサーフィスはありません。
en: No surfaces are currently displayed.
ko: 현재 표시 중인 서피스가 없습니다.
zh_hans: 当前没有显示中的表面。
zh_hant: 目前沒有顯示中的表面。

source: 表示中の全項目の更新を確認
en: Check All Visible Items for Updates
ko: 표시 중인 모든 항목 업데이트 확인
zh_hans: 检查所有显示项目的更新
zh_hant: 檢查所有顯示項目的更新

source: 表示中の全項目を修復
en: Repair All Visible Items
ko: 표시 중인 모든 항목 복구
zh_hans: 修复所有显示项目
zh_hant: 修復所有顯示項目

source: 表示中の全項目を更新
en: Update All Visible Items
ko: 표시 중인 모든 항목 업데이트
zh_hans: 更新所有显示项目
zh_hant: 更新所有顯示項目

source: 表示倍率
en: Display Scale
ko: 표시 배율
zh_hans: 显示缩放
zh_hant: 顯示縮放

source: 表示名
en: Display Name
ko: 표시 이름
zh_hans: 显示名称
zh_hant: 顯示名稱

source: 表示方式
en: Display Mode
ko: 표시 방식
zh_hans: 显示方式
zh_hant: 顯示方式

source: 表示言語
en: Display Language
ko: 표시 언어
zh_hans: 显示语言
zh_hant: 顯示語言

source: 補足
en: Notes
ko: 메모
zh_hans: 备注
zh_hant: 備註

source: 言語
en: Language
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: 言語の変更はUtataneの再起動後に反映される。
en: Language changes take effect after restarting Utatane.
ko: 언어 변경은 Utatane을 재시동한 후 적용됩니다.
zh_hans: 语言更改将在重新启动Utatane后生效。
zh_hant: 語言變更將在重新啟動Utatane後生效。

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 設定…
en: Settings…
ko: 설정…
zh_hans: 设置…

source: 設定画面
en: Settings Pages
ko: 설정 화면
zh_hans: 设置页面
zh_hant: 設定頁面

source: 話し方の指示
en: Speaking Instructions
ko: 말하기 지침
zh_hans: 说话方式指示
zh_hant: 說話方式指示

source: 話者
en: Voice
ko: 화자
zh_hans: 说话人
zh_hant: 說話者

source: 話者ID
en: Voice ID
ko: 화자 ID
zh_hans: 说话人 ID
zh_hant: 說話者 ID

source: 話者UUID
en: Speaker UUID
ko: 화자 UUID
zh_hans: 说话人 UUID
zh_hant: 說話者 UUID

source: 話者UUID（任意）
en: Speaker UUID (Optional)
ko: 화자 UUID(선택 사항)
zh_hans: 说话人 UUID（可选）
zh_hant: 說話者 UUID（選填）

source: 話者を%lld件取得した。
en: Loaded %lld voices.
ko: 화자 %lld개를 가져왔습니다.
zh_hans: 已获取 %lld 个说话人。
zh_hant: 已取得 %lld 位說話者。

source: 話者一覧を取得
en: Load Voices
ko: 화자 목록 가져오기
zh_hans: 获取说话人列表
zh_hant: 取得說話者列表

source: 話者一覧を取得中…
en: Loading voices…
ko: 화자 목록을 가져오는 중…
zh_hans: 正在获取说话人列表…
zh_hant: 正在取得說話者列表…

source: 詳しい内容（SakuraScript使用可）
en: Details (SakuraScript supported)
ko: 자세한 내용(SakuraScript 사용 가능)
zh_hans: 详细内容（支持 SakuraScript）
zh_hant: 詳細內容（支援 SakuraScript）

source: 詳細
en: Advanced
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: 詳細をコピー
en: Copy Details
ko: 상세 정보 복사
zh_hans: 复制详情
zh_hant: 複製詳細資訊

source: 詳細を表示
en: Show Details
ko: 자세히 보기
zh_hans: 查看详情
zh_hant: 檢視詳細資訊

source: 詳細情報:
en: Details:
ko: 상세 정보:
zh_hans: 详细信息：
zh_hant: 詳細資訊：

source: 詳細設定
en: Advanced Settings
ko: 고급 설정
zh_hans: 高级设置
zh_hant: 進階設定

source: 認識言語
en: Recognition Language
ko: 인식 언어
zh_hans: 识别语言
zh_hant: 辨識語言

source: 読み込まれているサーフィスはありません。
en: No surfaces are loaded.
ko: 로드된 서피스가 없습니다.
zh_hans: 没有已加载的表面。
zh_hant: 沒有已載入的表面。

source: 読み込み中…
en: Loading…
ko: 불러오는 중…
zh_hans: 正在加载…
zh_hant: 載入中…

source: 読み込み元
en: Source
ko: 불러온 위치
zh_hans: 加载来源
zh_hant: 載入來源

source: 読み込むコンテンツフォルダを選択
en: Choose a content folder to load
ko: 불러올 콘텐츠 폴더 선택
zh_hans: 选择要加载的内容文件夹
zh_hant: 選擇要載入的內容資料夾

source: 起動しない
en: Don't Start
ko: 시작하지 않음
zh_hans: 不启动
zh_hant: 不啟動

source: 起動するゴースト
en: Startup Ghost
ko: 시작 고스트
zh_hans: 启动时的Ghost
zh_hant: 啟動時的Ghost

source: 起動するゴースト、シェル、バルーン、倍率と表示位置を保存します。
en: Save running ghosts, shells, balloons, scales and positions.
ko: 실행 중인 고스트, 셸, 말풍선, 배율과 표시 위치를 저장합니다.
zh_hans: 保存运行的 Ghost、Shell、气球、缩放比例和显示位置。
zh_hant: 儲存執行中的 Ghost、Shell、氣球、縮放比例和顯示位置。

source: 起動と操作
en: Startup & Controls
ko: 시작 및 조작
zh_hans: 启动与操作
zh_hant: 啟動與操作

source: 起動中のゴーストがありません。
en: No ghost is running.
ko: 실행 중인 고스트가 없습니다.
zh_hans: 没有正在运行的 Ghost。
zh_hant: 沒有正在執行的 Ghost。

source: 起動後に自動更新を確認
en: Check for updates automatically on launch
ko: 시작 후 자동으로 업데이트 확인
zh_hans: 启动后自动检查更新
zh_hant: 啟動後自動檢查更新

source: 起動時に選択
en: Choose at Startup
ko: 시작할 때 선택
zh_hans: 启动时选择
zh_hant: 啟動時選擇

source: 追加
en: Add
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: 追加したゴーストに必要なモジュールがありません
en: Modules for the New Ghost Are Missing
ko: 새 고스트에 필요한 모듈이 없습니다
zh_hans: 新安装的 Ghost 缺少所需模块
zh_hant: 新安裝的 Ghost 缺少所需模組

source: 送信
en: Send
ko: 보내기
zh_hans: 发送
zh_hant: 傳送

source: 送信先を選択
en: Select a Recipient
ko: 수신자 선택
zh_hans: 选择收件人
zh_hant: 選擇收件者

source: 通常のウィンドウと同じ
en: Like a Normal Window
ko: 일반 창과 동일
zh_hans: 与普通窗口相同
zh_hant: 與一般視窗相同

source: 通常はUDP 2425番と255.255.255.255のままでよい。LAN上の平文メッセージを送受信するため、信頼できるネットワークで利用して。暗号化と添付ファイルには未対応。
en: The default UDP port 2425 and 255.255.255.255 usually work. Use this only on a trusted network because messages are sent in plain text over the LAN. Encryption and attachments are not supported.
ko: 일반적으로 UDP 2425번 포트와 255.255.255.255를 그대로 사용하면 됩니다. LAN에서 평문 메시지를 송수신하므로 신뢰할 수 있는 네트워크에서만 사용하세요. 암호화와 첨부 파일은 지원하지 않습니다.
zh_hans: 通常保留 UDP 2425 端口和 255.255.255.255 即可。消息以明文在局域网中传输，请仅在可信网络中使用。目前不支持加密和附件。
zh_hant: 通常保留 UDP 2425 連接埠與 255.255.255.255 即可。訊息會以明文在區域網路傳輸，請只在可信任的網路使用。目前不支援加密與附件。

source: 通常は変更する必要のない開発・診断用の設定。
en: Development and diagnostic settings that usually do not need modification.
ko: 일반적으로 변경할 필요가 없는 개발 및 진단 설정입니다.
zh_hans: 通常无需更改的开发和诊断设置。
zh_hant: 通常無需更改的開發和診斷設定。

source: 通知音
en: Notification Sound
ko: 알림음
zh_hans: 通知声音
zh_hant: 通知音效

source: 速い
en: Fast
ko: 빠름
zh_hans: 快
zh_hant: 快

source: 速さ
en: Rate
ko: 속도
zh_hans: 速度
zh_hant: 速度

source: 進む
en: Advance
ko: 진행
zh_hans: 继续
zh_hant: 繼續

source: 遅い
en: Slow
ko: 느림
zh_hans: 慢
zh_hant: 慢

source: 選択
en: Select
ko: 선택
zh_hans: 选择
zh_hant: 選擇

source: 選択…
en: Choose…
ko: 선택…
zh_hans: 选择…
zh_hant: 選擇…

source: 選択したモジュールを導入
en: Install Selected Modules
ko: 선택한 모듈 설치
zh_hans: 安装所选模块
zh_hant: 安裝所選模組

source: 選択中のゴーストへイベントIDとReferenceを送り、SHIORIの応答を確認する。
en: Send an event ID and references to the selected ghost and inspect the SHIORI response.
ko: 선택한 고스트에 이벤트 ID와 Reference를 보내고 SHIORI 응답을 확인합니다.
zh_hans: 向所选 Ghost 发送事件 ID 和 Reference，并查看 SHIORI 响应。
zh_hant: 向所選 Ghost 傳送事件 ID 與 Reference，並檢視 SHIORI 回應。

source: 選択項目の更新を確認
en: Check Selected Items for Updates
ko: 선택 항목 업데이트 확인
zh_hans: 检查所选项目的更新
zh_hant: 檢查所選項目的更新

source: 選択項目を修復
en: Repair Selected Items
ko: 선택 항목 복구
zh_hans: 修复所选项目
zh_hant: 修復所選項目

source: 選択項目を更新
en: Update Selected Items
ko: 선택 항목 업데이트
zh_hans: 更新所选项目
zh_hant: 更新所選項目

source: 配信済み
en: Delivered
ko: 전달됨
zh_hans: 已送达
zh_hant: 已送達

source: 配布元
en: Distribution Site
ko: 배포처
zh_hans: 发布页面
zh_hant: 發布頁面

source: 配布先と署名鍵が設定されていない。
en: The distribution URL and signing key are not configured.
ko: 배포 URL과 서명 키가 설정되지 않았습니다.
zh_hans: 尚未配置分发地址和签名密钥。
zh_hant: 尚未設定發佈網址和簽章金鑰。

source: 配置
en: Placement
ko: 배치
zh_hans: 布局
zh_hant: 佈局

source: 配置を復元
en: Restore Layout
ko: 배치 복원
zh_hans: 恢复布局
zh_hant: 還原配置

source: 配置プリセット
en: Layout Presets
ko: 배치 프리셋
zh_hans: 布局预设
zh_hant: 配置預設

source: 配置プリセット…
en: Layout Presets…
ko: 배치 프리셋…
zh_hans: 布局预设…
zh_hant: 配置預設…

source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: 開始
en: Start
ko: 시작
zh_hans: 开始

source: 開発ツール
en: Developer Tools
ko: 개발 도구
zh_hans: 开发工具
zh_hant: 開發工具

source: 開発用
en: Development
ko: 개발
zh_hans: 开发
zh_hant: 開發

source: 開発用パレットを表示
en: Show Developer Palette
ko: 개발 도구 팔레트 표시
zh_hans: 显示开发工具面板
zh_hant: 顯示開發工具面板

source: 非表示にしても、MenuBarのUtataneアイコンから設定や終了操作を開ける。
en: Even when hidden, you can open settings or quit from the Utatane icon in the menu bar.
ko: 숨겨도 메뉴 막대의 Utatane 아이콘에서 설정을 열거나 종료할 수 있습니다.
zh_hans: 即使隐藏，也可以从菜单栏中的 Utatane 图标打开设置或退出。
zh_hant: 即使隱藏，也可以從選單列中的 Utatane 圖示開啟設定或結束程式。

source: 韓国語
en: Korean
ko: 한국어
zh_hans: 韩语
zh_hant: 韓語

source: 音声
en: Voice
ko: 음성
zh_hans: 语音
zh_hant: 語音

source: 音声エンジン
en: Speech Engine
ko: 음성 엔진
zh_hans: 语音引擎
zh_hant: 語音引擎

source: 音声入力を開始できません。
en: Audio input could not be started.
ko: 음성 입력을 시작할 수 없습니다.
zh_hans: 无法启动音频输入。
zh_hant: 無法啟動音訊輸入。

source: 音声合成
en: Speech Synthesis
ko: 음성 합성
zh_hans: 语音合成
zh_hant: 語音合成

source: 音声合成が中止されました。
en: Speech synthesis was cancelled.
ko: 음성 합성이 취소되었습니다.
zh_hans: 语音合成已取消。
zh_hant: 語音合成已取消。

source: 音声合成エンジンとmacOS標準の音声認識を設定する。
en: Configure speech synthesis engines and macOS speech recognition.
ko: 음성 합성 엔진과 macOS 기본 음성 인식을 설정합니다.
zh_hans: 配置语音合成引擎和 macOS 系统语音识别。
zh_hant: 設定語音合成引擎與 macOS 系統語音辨識。

source: 音声合成サービスから正しい応答を取得できませんでした。
en: The speech synthesis service returned an invalid response.
ko: 음성 합성 서비스에서 올바른 응답을 받지 못했습니다.
zh_hans: 未能从语音合成服务获取有效响应。
zh_hant: 無法從語音合成服務取得有效回應。

source: 音声合成サービスがエラーを返しました（HTTP %lld）。
en: The speech synthesis service returned an error (HTTP %lld).
ko: 음성 합성 서비스가 오류를 반환했습니다(HTTP %lld).
zh_hans: 语音合成服务返回错误（HTTP %lld）。
zh_hant: 語音合成服務回傳錯誤（HTTP %lld）。

source: 音声合成サービスのURLが正しくありません。
en: The speech synthesis service URL is invalid.
ko: 음성 합성 서비스 URL이 올바르지 않습니다.
zh_hans: 语音合成服务的 URL 无效。
zh_hant: 語音合成服務的 URL 無效。

source: 音声合成サービスのモデル名が正しくありません。
en: The speech synthesis service model name is invalid.
ko: 음성 합성 서비스 모델 이름이 올바르지 않습니다.
zh_hans: 语音合成服务的模型名称无效。
zh_hant: 語音合成服務的模型名稱無效。

source: 音声合成サービスの話者IDが正しくありません。
en: The speech synthesis service voice ID is invalid.
ko: 음성 합성 서비스 화자 ID가 올바르지 않습니다.
zh_hans: 语音合成服务的说话人 ID 无效。
zh_hant: 語音合成服務的說話者 ID 無效。

source: 音声合成サービスの認証情報が設定されていません。
en: Speech synthesis service credentials are not configured.
ko: 음성 합성 서비스 인증 정보가 설정되지 않았습니다.
zh_hans: 尚未设置语音合成服务的身份验证信息。
zh_hant: 尚未設定語音合成服務的驗證資訊。

source: 音声合成プロセスが失敗しました（終了コード %d）：%@
en: The speech synthesis process failed (exit code %d): %@
ko: 음성 합성 프로세스가 실패했습니다(종료 코드 %d): %@
zh_hans: 语音合成进程失败（退出代码 %d）：%@
zh_hant: 語音合成程序失敗（結束代碼 %d）：%@

source: 音声設定…
en: Voice Settings…
ko: 음성 설정…
zh_hans: 语音设置…
zh_hant: 語音設定…

source: 音声認識
en: Speech Recognition
ko: 음성 인식
zh_hans: 语音识别
zh_hant: 語音辨識

source: 音声認識の使用が許可されていません。
en: Speech recognition access is not allowed.
ko: 음성 인식 사용이 허용되지 않았습니다.
zh_hans: 未允许使用语音识别。
zh_hant: 未允許使用語音辨識。

source: 音楽再生
en: Music Playback
ko: 음악 재생
zh_hans: 音乐播放
zh_hant: 音樂播放

source: 音量
en: Volume
ko: 음량

source: 高さ
en: Pitch
ko: 높이
zh_hans: 音高
zh_hant: 音高

source: 黒
en: Black
ko: 검은색
zh_hans: 黑色
zh_hant: 黑色

source: 👻 ゴースト:
en: 👻 Ghost:
ko: 👻 고스트:
zh_hans: 👻 Ghost：
zh_hant: 👻 Ghost：

source: Base URL
ko: 기본 URL
zh_hans: 基础URL
zh_hant: 基礎URL

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定
